const atTheOldToad = {
  // Пиши код ниже этой строки
  potions: ['Зелье скорости', 'Дыхание дракона', 'Каменная кожа'],
   getPotions() {
   return this.potions;
   },
  // Пиши код выше этой строки
};


// Задание
// Добавь объекту atTheOldToad метод getPotions(), который просто возвращает значение свойства potions.

// const atTheOldToad = {
//   // Пиши код ниже этой строки
//   potions: ['Зелье скорости', 'Дыхание дракона', 'Каменная кожа'],
//   // Пиши код выше этой строки
// };

// Тесты
// Объявлена переменная atTheOldToad.
// Значение переменной atTheOldToad это объект.
// Значение свойства atTheOldToad.potions это массив ['Зелье скорости', 'Дыхание дракона', 'Каменная кожа'].
// Значение свойства atTheOldToad.getPotions это метод объекта.
// Вызов метода atTheOldToad.getPotions() возвращает ['Зелье скорости', 'Дыхание дракона', 'Каменная кожа'].

// Результаты
// Объявлена переменная 'atTheOldToad'
// Значение переменной `atTheOldToad` это объект
// Значение свойства `atTheOldToad.getPotions` это метод объекта
// Значение свойства `atTheOldToad.potions` это массив `['Зелье скорости', 'Дыхание дракона', 'Каменная кожа']`
// Вызов метода `atTheOldToad.getPotions()` возвращает `['Зелье скорости', 'Дыхание дракона', 'Каменная кожа']